let btn = document.querySelector('button');
let text = document.querySelector('.text-block')
btn.addEventListener('click', ()=> {
    text.innerHTML += `<br><br>Идёт уж осень - снова день прошёл. <br>
И завтра - новый день переметнёт. <br>
И этот час... Я для себя нашёл,<br>
Чтобы понять: что ж меня грызёт? <br>
<br>
Я стал умней, я разобрался <br>
В себе и мрачной суете.<br>
Оттого ли, что всячески заврался <br>
Подавлен был, и в тишине<br>
Я слышал голос моей пасси<br>
Что нежно шепчет в ушко мне:<br>
"Вставай, Эржан, ты обосрался!"<br>
Неужто ЭТО... видеть будущей жене?  <br>
<br>
Но хватит думать, думать - для тупых!<br>
Я расскажу чудес моих мгновенья <br>
Как стал я автором этих строк дурных...<br>
И как обрёл душе спасенье. <br>
<br>
Закрыл долги и тут же в бой:<br>
Я снова вижу... мамину улыбку.<br>
Как глупо, что будучи дитёй, <br>
Улыбку эту я просто ненавидел...<br>
<br>
Хочу сказать, что пожалеть успел, <br>
Не раз, а сразу все четыре, <br>
Когда эмоциям своим я бесконечно пел<br>
Пять сотен од, и был безвольно смИрен.<br>
<br>
Но жизнь одна и сколь не хнычь,<br>
Гуляя грустно по проспектам, <br>
А гамле мать его товИч <br>
Теперь мой новый коммерческий директор <br>
<br>
Да-да, родная я попал <br>
В элитных бутиков ряды <br>
И Бог смеялся, как создал <br>
Армяна Гамлета гыгы <br>
<br>
Теперь и сын его поднялся <br>
Из грязи в князи - сколько же <br>
Людей в ту очередь собрались, <br>
Чтоб зваться гордо - сомелье. <br>
<br>
ВообщЕм, работу я нашёл, <br>
Скорее даже подработку,  <br>
Хочу, чтоб занала: всё хорошо, <br>
Моя несменная красотка.<br>
<br>
Давай мы так, коль инстаграмм <br>
Каналом связи стал невольно, <br>
Поступим, выпив сотню грамм, <br>
И в сердце выпустив контрольный. <br>
<br>
"Люблю" ты тихо в директ прошепчи <br>
Чтоб мог скорее я услышать <br>
Тот голос, что греет мне в ночи,<br>
Придаёт сил... И смысла жизни.<br>`
});